aaron-bond.better-comments
anthropic.claude-code
anysphere.cursorpyright
azemoh.one-monokai
biomejs.biome
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.code-runner
github.vscode-github-actions
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
highagency.pencildev
kylinideteam.gitlens
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
oderwat.indent-rainbow
pkief.material-icon-theme
prisma.prisma
redhat.vscode-yaml
tamasfe.even-better-toml
timonwong.shellcheck
yzhang.markdown-all-in-one
